Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wszyscy w tym zawiniliśmy, ja również. Mogłem zostawić tę sprawę w spokoju, w końcu sam by zrozumiał, że te poszukiwania nie mają sensu...
uk: Всі винні в цьому і я в тому числі. Я міг би залишити цю справу в спокої, врешті-решт він би сам зрозумів, що ці пошуки не мали сенсу...

source: Wszyscy widzą, dla jakiej bandy pracujesz!
uk: Всі бачать, на яку банду ти працюєш!

source: Wszyscy wiedzieli, że pokłóciłem się ze Stanem. Może ktoś chce to wykorzystać, by się mnie pozbyć? Nie mam pojęcia...
uk: Всі знали, що я посварився зі Стеном. Може, хтось хоче використати це, щоб позбутися мене? Уявлення не маю...

source: Wszyscy wiedzą, że byłem cieślą, i znam się trochę na budownictwie.
uk: Всі знають, що я був теслею і трохи розбираюся в будівництві.

source: Wszyscy wyglądali na bardzo zdenerwowanych. Mam nadzieję, że Riordian nie ma żadnych kłopotów. Zawsze był taki miły i pomocny...
uk: Вони всі виглядали дуже знервованими. Сподіваюся, Ріордіан не потрапив у халепу. Він завжди був таким милим і корисним...

source: Wszyscy zainteresowani obejrzeniem budynku zaproszeni są w okolice Austerii Ernesto, na Starym Mieście.
uk: Усіх охочих оглянути будівлю запрошуємо до Гостинного двору Ернесто, розташованого у Старому місті.

source: Wszyscy zainteresowani proszeni są o wizytę w kuźni w Dzielnicy Rzemieślników.
uk: Усіх охочих запрошуємо до кузні у Ремісничому кварталі.

source: Wszyscy znają instrukcje, pora wziąć się do roboty. Idziemy w las. Muszę pamiętać, by rozmieścić moich ludzi na trasie.
uk: Інструкції всім відомі, час приступати до роботи. Ми йдемо до лісу. Я не повинен забути розставити своїх людей вздовж маршруту.

source: Wszyscy, których udało nam się pochwycić, mówią to samo - oddali się na służbę Beliarowi, by realizować swoje własne cele i żądze. Co zatrważające, część z nich początkowo pragnęła nawet walczyć z niesprawiedliwością, niekorzystnym wyrokiem, czy podziałami społecznymi.
uk: Усі, кого нам вдалося схопити, кажуть одне й те саме - вони присвятили себе служінню Беліару, щоб переслідувати свої власні цілі та бажання. Що найстрашніше, деякі з них спочатку навіть хотіли боротися проти несправедливості, нечесних вироків або соціальної нерівності.

source: Wszystkich ta sprawa nas mocno zaniepokoiła. Trimegisto to właściwy człowiek na właściwym miejscu.
uk: Ми всі були глибоко стурбовані цією проблемою. Трімегісто - потрібна людина в потрібному місці.

source: Wszystkich zainteresowanych odsyłam do karczmy Bastiana w Silbach. Tam otrzymacie rogi do polowania oraz jednocześnie wyruszycie w teren, by każdy miał równe szanse na zwycięstwo.
uk: Всіх зацікавлених запрошую до корчми Бастіана у Сільбаху. Там ви отримаєте мисливський ріг і одночасно відправитесь на полювання, щоб у всіх були рівні шанси на перемогу.

source: Wszystkich zainteresowanych zapraszamy bezpośrednio do biura szefa kopalni w pobliżu mostu do klasztoru Magów Wody.
uk: Усіх зацікавлених запрошуємо безпосередньо до начальника копальні, що біля мосту до монастиря Магів Води.

source: Wszystkich łowców, chętnych niezwłocznie dostarczyć te towary, zaprasza do jego rzeźni zaraz obok mostu w centrum wioski Silbach.
uk: Усі мисливці, які бажають доставити ці товари, запрошуються до його різниці, розташованої поруч із мостом у центрі Сільбаху.

source: Wszystkie beczki rozstawione, mogę wracać do Dustera.
uk: Всі бочки встановлені, я можу повертатися до Дастера.

source: Wszystkie butelki wina są puste.
uk: Усі пляшки з-під вина порожні.

source: Wszystkie butelki wina są puste. Pewnie Bastian odsyła je po opróżnieniu do winnicy.
uk: Усі пляшки з-під вина порожні. Напевно, Бастіан відправляє порожні пляшки назад на виноградник.

source: Wszystkie butelki wyglądają dla mnie tak samo. Może Gumbert ma jakiś pomysł, czego szukać.
uk: Як на мене, всі пляшки виглядають однаково. Може, Гумберт краще знає, що шукати.

source: Wszystkie dowody wskazują na jego winę.
uk: Всі докази вказують на його провину.

source: Wszystkie książki są na swoim miejscu. Czas poinformować o tym Othekara.
uk: Всі книги на своїх місцях. Настав час повідомити про це Отекара.

source: Wszystkie kufry okradzione. W środku znalazłem tylko jakieś certyfikaty. Mam nadzieję, że to na tym zależało Davisowi.
uk: Усі скрині обчищені. Всередині я знайшов лише кілька сертифікатів. Сподіваюся, саме їх і хотів отримати Девіс.

source: Wszystkie materiały zniszczone, ale informacja o moich poczynaniach w stoczni z pewnością dotrze do uszu Lorenzo.
uk: Всі матеріали знищено, але інформація про мою діяльність на корабельні неодмінно дійде до відома Лоренцо.

source: Wszystkie miały zostać załadowane na jeden ze statków.
uk: Їх мали завантажити на один з кораблів.

source: Wszystkie moje posążki są wykonane z najwyższej jakości materiałów, przez doświadczonych i dobrze opłaconych pracowników.
uk: Всі мої статуетки виготовлені з матеріалів найвищої якості, досвідченими і добре оплачуваними працівниками.

source: Wszystkie moje runy teleportacyjne.
uk: Всі мої руни телепортації.

source: Wszystkie moje rzeczy tymczasowo zarekwirował Przeor klasztoru. Odzyskam je dopiero wtedy, kiedy wyzdrowieję.
uk: Всі мої речі тимчасово вилучені Настоятелем монастиря. Я отримаю їх назад тільки після одужання.

source: Wszystkie napotkane do tej pory natychmiast rzucały się na mnie z wyciągniętą bronią.
uk: Всі скелети, яких мені довелося зустріти, одразу кидалися на мене зі зброєю в руках.

source: Wszystkie nasze wyroby są wysokiej jakości.
uk: Всі наші вироби найвищої якості.

source: Wszystkie oskarżenia wobec ciebie zostały wycofane.
uk: Всі звинувачення з тебе знято.

source: Wszystkie osoby posiadające jakiekolwiek informacje w tej sprawie, proszone są o przekazanie ich do odpowiednich władz.
uk: Усіх, хто володіє будь–якою інформацією у цій справі, просимо передати її відповідним органам влади.

source: Wszystkie pełzacze są martwe, mogę wracać do Ulryka.
uk: Всі повзуни мертві, я можу повертатися до Ульріка.

source: Wszystkie potrzebne składniki zebrane, muszę teraz pomóc Gumbertowi w przygotowaniu zacieru na wino.
uk: Всі необхідні інгредієнти зібрані. Тепер треба допомогти Гумберту приготувати сусло для вина.

source: Wszystkie przygotowania zakończone. Zanim porozmawiam z Riordianem o otwarciu wrót, powinienem się upewnić, czy nie mam do załatwienia jakichś spraw na wyspie. Nie wiadomo, czy jeszcze kiedyś będę miał okazję się nimi zająć.
uk: Усі приготування завершено. Перш ніж обговорити з Ріордіаном питання про відкриття воріт, я маю переконатися, що у мене не залишилось жодних справ на острові. Хтозна, чи випаде мені ще колись нагода ними зайнятися.

source: Wszystkie rzeczy, jakie
uk: Усі речі, які забрали

source: Wszystkie rzeczy, które zostały mi skonfiskowane.
uk: Усі речі, які були у мене конфісковані.

source: Wszystkie te miejsca znane są z wielu czyhających tam niebezpieczeństw i niejednokrotnie otrzymywaliśmy raporty o zaginionych w tamtych okolicach podróżnikach.
uk: Усі ці місця відомі багатьма небезпеками, що підстерігають мандрівників, і ми неодноразово отримували повідомлення про зникнення людей у цих районах.

source: Wszystkie te spotkania, dokumenty, nie mam nawet chwili dla siebie.
uk: Всі ці зустрічі, документи, у мене немає навіть хвилини для себе.

source: Wszystkie tropy wskazują na ten magazyn. Może tutaj uda mi się ustalić coś więcej na temat przemytników.
uk: Всі зачіпки вказують на цей склад. Можливо, тут я зможу більше дізнатися про контрабандистів.

source: Wszystkie zadania wykonane, mogę udać się teraz na miejsce spotkania.
uk: Всі завдання виконані, тепер я можу вирушати на місце зустрічі.

source: Wszystkie zakupione przeze mnie meble są przenoszone do mojego domu. Nie pozostaje mi nic innego jak udekorować swoje mieszkanie.
uk: Всі придбані меблі доставлені в мій будинок. Залишається лише навести красу, розставивши все по місцях.

source: Wszystkie zapasy żywności i alkoholu mogę uzupełnić u Otisa. Swoją chatkę ma za domem Corteza.
uk: В Отіса я можу поповнити всі свої запаси їжі та алкоголю. Його хатина знаходиться за будинком Кортеза.

source: Wszystkie zdobyte przeze mnie bryłki złota mogę odsprzedać kowalowi z kopalni Gildii Kupieckiej Araxos. Znajdę go w tunelu, w zewnętrznej części kopalni.
uk: Я можу продати усі здобуті мною золоті самородки ковалю з копальні Торгової Гільдії Араксос. Я можу знайти його в тунелі, у зовнішній частині копальні.

source: Wszystkie ślady prowadzą w stronę miasta. Wątpię jednak, bym bez pomocy mógł dostać się do środka. Może Kurtowi udało się ustalić cokolwiek z Albynem?
uk: Всі сліди ведуть до міста. Однак, я сумніваюся, що зможу потрапити всередину без сторонньої допомоги. Може, Курту з Альбіном вдалося щось з'ясувати?

source: Wszystkie środki transportu morskiego muszą być zarejestrowane, by w razie konieczności mogły zostać skonfiskowane w celu poprawienia obronności wyspy.
uk: Всі судноплавні засоби мають бути зареєстровані, щоб у разі потреби їх можна було вилучити з метою покращення обороноздатності острова.

source: Wszystkie.
uk: Всі.

source: Wszystkie? Hehe... Mogę się założyć, że całe ruiny są wypełnione dziesiątkami, ale może w promieniu najbliższych kilku metrów, nie czai się już żadne niebezpieczeństwo.
uk: Всі? Хе-хе... Б'юся об заклад, що в цих руїнах їх ще десятки. Але, можливо, в радіусі кількох найближчих метрів нам нічого не загрожує.

source: Wszystkie? Marvin, jak ty się za coś weźmiesz, to na poważnie! Już licz premię, jaką dostaniesz od Adelarda!
uk: Всі? Марвіне, коли ти за щось берешся, ти робиш це на совість! Можеш розраховувати на премію від Аделарда!

source: Wszystkiego dobrego życzę.
uk: Бажаю тобі всього найкращого.

source: Wszystkiego pilnują tam królewscy gwardziści, a górnicy mają okazję odpracować swoje winy poprzez wydobycie rudy. Dostają nawet jedzenie, picie i dach nad głową!
uk: Там все охороняється королівськими гвардійцями, а гірники мають можливість відпрацьовувати свою провину, видобуваючи руду. Вони навіть отримують їжу, питво і дах над головою!

source: Wszystkim mieszkańcom wioski zaleca się pozostawanie w domach po zmroku.
uk: Усім селянам рекомендується залишатися вдома після настання темряви.

source: Wszystkim obywatelom miasta zaleca się ostrożność podczas przebywania w pobliżu wejść do kanałów. Straż miejska otrzymała liczne zgłoszenia o kradzieżach i wyjątkowo okrutnych pobiciach.
uk: Усіх мешканців міста просимо бути обережними біля входів у каналізацію. До Міської Варти надходили численні повідомлення про крадіжки та вкрай жорстокі побиття.

source: Wszystkim obywatelom miasta zaleca się ostrożność podczas przebywania w pobliżu wejść do kanałów. Straż miejska otrzymała liczne zgłoszenia o kradzieżach i wyjątkowo okrutnych pobiciach. Z zeznań świadków wynika, że bandyci dopuszczają się przestępstw na ulicach miasta, po czym wracają do kanałów i odcinają drogę ucieczki blokując kanałowe windy. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 250 sztuk złota, do odbioru u strażnika Oktava.
uk: Усіх мешканців міста просять бути обережними біля входів у каналізацію. До Міської Варти надходили численні повідомлення про крадіжки та вкрай жорстокі побиття. За свідченнями очевидців, бандити скоюють злочини на вулицях міста, потім повертаються в каналізацію та перекривають каналізаційні входи. За виконання смертного вироку передбачена винагорода у розмірі 250 золотих, які можна отримати у вартового Октава.

source: Wszystko
uk: Все

source: Wszystko będzie dobrze, mam przy sobie kilka mikstur leczniczych...
uk: З тобою все буде гаразд, у мене з собою є кілька цілющих...

source: Wszystko będzie dobrze, mam przy sobie mikstury lecznicze...
uk: Все буде добре, у мене з собою є цілюще зілля...

source: Wszystko będzie dobrze.
uk: Все буде добре.

source: Wszystko co chwilę jest mokre... Jak tak dalej pójdzie, to oszaleję! Ostatnio już nawet wina pić nie mogę, bo przypomina mi o tej obrzydliwej, zielonej, gęstej, bagiennej wodzie!
uk: Тут все постійно мокре... Якщо так триватиме, я збожеволію! Останнім часом я навіть не можу пити вино, бо воно нагадує мені ту огидну зелену, густу, болотну воду!

source: Wszystko czego potrzebuje aspirujący alchemik.
uk: Все, що потрібно починаючому алхіміку.

source: Wszystko dobrze się skończyło, ale Lena jest bardzo zmęczona...
uk: Все закінчилося добре, але Олена дуже втомилася...

source: Wszystko dobrze się skończyło, co?
uk: Все закінчилося добре, чи не так?

source: Wszystko dobrze, dopóki mam za co pić.
uk: Все добре, поки у мене є за що випити.

source: Wszystko dobrze. Najważniejsze jest, by nie wchodzić w układy z podejrzanymi ludźmi.
uk: Все добре. Найголовніше – не вести справ з сумнівними людьми.

source: Wszystko doszczętnie spalone. Salvi zadbał o to, by nikt nie zdobył przydatnych informacji.
uk: Все згоріло дотла. Сальві подбав про те, щоб неможливо було щось з'ясувати.

source: Wszystko gotowe, mogę dać znać dziewczynom, że niebawem wyruszamy.
uk: Все готово, я можу повідомити дівчат, що ми скоро вирушаємо.

source: Wszystko gotowe.
uk: Все готово.

source: Wszystko gotowe?
uk: Все готово?

source: Wszystko jasne, dlaczego nie kojarzę typa.
uk: Тоді зрозуміло, чому я не знаю цього хлопця.

source: Wszystko jasne, zabieram się do roboty.
uk: Зрозуміло, приступаю до роботи.

source: Wszystko jasne.
uk: Все зрозуміло.

source: Wszystko jasne?
uk: Все ясно?

source: Wszystko jest jasno napisane. Ja chyba oszaleję! Pytaj... miejmy to już za sobą.
uk: Там все чітко написано. Так я скоро з'їду з глузду! Запитуй... давай покінчимо з цим.

source: Wszystko jest na tej liście. Są tam podane miejsca, imiona i towary. To, jak się tym zajmiesz, zależy już wyłącznie od ciebie i od zastanej sytuacji.
uk: Все викладено на папері. Місця, імена і товари. Те, як ти це зробиш, залежить від тебе і від ситуації, в якій ти опинишся.

source: Wszystko jest stracone...
uk: Все втрачено...

source: Wszystko jest w porządku
uk: Все гаразд

source: Wszystko jest w porządku.
uk: Все в порядку.

source: Wszystko już omówiłem z gubernatorem Morrisem. Roderich pewnie nie mógł wytrzymać ze złości, gdy o tym usłyszał.
uk: Я вже все обговорив з губернатором Моррісом. Родеріх, мабуть, не на жарт розлютився, почувши про це.

source: Wszystko możesz znaleźć w skrzyniach wokół kolumny. Weź tyle, ile potrzebujesz.
uk: Ти можеш знайти все в ящиках навколо колони. Бери стільки, скільки потрібно.

source: Wszystko na to wskazuje. Dlaczego pytasz?
uk: Все вказує на це. А чому ти питаєш?

source: Wszystko na to wskazuje. Miał motyw, widziano go w okolicy posiadłości a Slager przyznał, że był u niego jakiś dzieciak i wypytywał o rodzaje zwierzęcej krwi.
uk: Все вказує на це. У нього був мотив, його бачили біля маєтку, і Слагер зізнався, що до нього приходив якийсь хлопчина і цікавився типами крові тварин.

source: Wszystko po staremu i właśnie za to kocham tę winnicę. Cieszę się, że nie jesteśmy tak dużym gospodarstwem jak winnica Valerio, tam pewnie nie wyrabiają z ilością pracy.
uk: Тут все по-старому, і саме за це мені подобається цей виноградник. Я рада, що у нас не таке велике господарство, як виноградник Валеріо. Там, напевно, всі завалені роботою.

source: Wszystko po staremu i właśnie za to kocham tę winnicę. Cieszę się, że nie jesteśmy tak dużym gospodarstwem, jak winnica Valerio. Tam pewnie nie wyrabiają z ilością pracy.
uk: Тут все по-старому, і саме за це мені подобається цей виноградник. Я рада, що у нас не таке велике господарство, як виноградник Валеріо. Там, мабуть, не встигають справлятися з таким обсягом роботи.

source: Wszystko po staremu, i właśnie za to kocham te miejsce. Cieszę się, że nie jesteśmy tak dużym gospodarstwem jak winnica Valerio, tam na pewno nie wyrabiają z ilością pracy.
uk: Тут все по-старому, і саме за це мені тут подобається. Я радий, що у нас не таке велике господарство, як виноградник Валеріо, там, мабуть, не встигають справлятися з таким обсягом роботи.

source: Wszystko po staremu, i właśnie za to kocham te miejsce. Cieszę się, że nie jesteśmy tak dużym gospodarstwem jak winnica Valerio, tam pewnie nie wyrabiają z ilością pracy.
uk: Тут все по-старому, і саме за це мені тут подобається. Я радий, що у нас не таке велике господарство, як виноградник Валеріо. Там, мабуть, не встигають справлятися з таким обсягом роботи.

source: Wszystko po staremu, jak to w Leżu. Żyjemy tu zgodnie z naszymi tradycjami i dobrze nam z tym.
uk: У Лігві все як завжди. Ми живемо тут згідно з нашими традиціями, і нас це влаштовує.

source: Wszystko po staremu. Pracowników trzeba pilnować, a to nie jest łatwe, gdy się jest w tej robocie samemu.
uk: Усе як завжди. За працівниками треба доглядати, а це нелегко, коли ти і сам працюєш.

source: Wszystko po to, byśmy mogli lepiej wykonywać swoje zadanie.
uk: Все для того, щоб ми могли краще виконувати своє завдання.

source: Wszystko pochodzi z magazynu w Silbach.
uk: Все це зі складу в Сільбаху.

source: Wszystko poszło zgodnie z planem, czas wracać do Davisa.
uk: Все пройшло за планом, час повертатися до Девіса.

source: Wszystko poszło zgodnie z planem?
uk: Чи все пройшло за планом?

source: Wszystko potwierdza teorię, że Jorn został porwany, a ja jestem na dobrej drodze, by odnaleźć jego porywacza.
uk: Все підтверджує теорію, що Йорна викрали, і я на шляху до того, щоб знайти його викрадача.

source: Wszystko przepadło. Niczego nie udało mi się znaleźć.
uk: Все зникло. Я нічого не зміг знайти.

source: Wszystko przygotowane, pora zrobić wrażenie na kupcach. Muszę zameldować gotowość u Weigara.
uk: Все готово, час справити враження на торговців. Потрібно доповісти Вейгару.

source: Wszystko się zmieniło, kiedy ludzie się dowiedzieli, że jestem myśliwym.
uk: Все змінилося, відколи люди дізналися, що я мисливець.

source: Wszystko stracone!
uk: Все пропало!

source: Wszystko tak jakby szumi. Głowa jest ciężka... Ale daje radę...
uk: Усе гуде. Голова важка... Але я впораюся...

source: Wszystko to było niczym życie w klatce i żywienie się jedynie ochłapami wyrzucanymi do miski! Gdybyś miał choć za grosz rozumu, to wiedziałbyś, że wilk prędzej czy później będzie chciał wolności!
uk: Все це було схоже на життя в клітці, в якій годують одними недоїдками, кинутими в миску! Якби в тебе була хоч крапля здорового глузду, ти б знав, що вовк рано чи пізно захоче свободи!

source: Wszystko to, na co pracowałem, zostało zniszczone w kilka chwil. To się stało.
uk: Все, над чим я працював, було знищено за лічені секунди. Ось що сталося.

source: Wszystko u mnie dobrze, pachołku Adelarda. Nie patrz tak, nie mam problemu z twoją decyzją. Ale jako tropiciel lepiej byś się sprawdził.
uk: У мене все добре, лакей Аделарда. І не дивись так, я не проти твого рішення. Але як слідопит ти був би кращим.

source: Wszystko w pełni uczciwie, nie bój nic. Jeden z członków Gildii Kupieckiej, handlarz Armar, chce nawiązać z tobą współpracę.
uk: Все абсолютно чесно, тобі нічого боятися. Один з членів Торгової Гільдії, торговець Армар, хоче налагодити з тобою партнерські зв'язки.

source: Wszystko w porządku, panie władzo. Dla straży na pewno znalazłby się jakiś rabat na mapy, więc zapraszam!
uk: Все гаразд, пане вартовий. Для Варти, звичайно, буде знижка на мапи, тож запрошую!

source: Wszystko w porządku, przynajmniej na razie.
uk: Все добре, принаймні поки що.

source: Wszystko w porządku.
uk: Все в порядку.

source: Wszystko w porządku. Dołączenie do straży było jedną z najlepszych decyzji w moim życiu, nasza opinia wśród mieszkańców jest całkowicie niezasłużona.
uk: Все добре. Приєднатися до Варти було одним з найкращих рішень у моєму житті, наша репутація серед мешканців абсолютно незаслужена.

source: Wszystko w porządku. Mam gdzie pracować, mam za co kupić sobie piwo w karczmie. Nie potrzebuję więcej do szczęścia.
uk: Все в порядку. Мені є де працювати, є за що купити собі пива в корчмі. Мені для щастя більше нічого не потрібно.

source: Wszystko w porządku. Mam nadzieję, że dostajesz tyle zleceń, ile tylko dusza zapragnie! Interes musi się kręcić.
uk: Все гаразд. Сподіваюся, ти отримуєш стільки замовлень, скільки душа забажає! Бізнес має процвітати.

source: Wszystko w porządku. Mam nadzieję, że nie marnujesz umiejętności, których cię nauczyłem.
uk: Все гаразд. Сподіваюся, ти не марнуєш навички, яким я тебе навчив.

source: Wszystko w porządku. Ruud znowu sobie wybił bark? Nie wiem, czy mam ochotę zajmować się nim po raz drugi.
uk: Все в порядку. Рууд знову вибив собі плече? Не знаю, чи захочеться мені мати з ним справу вдруге.

source: Wszystko w porządku. Winnica to wspaniałe miejsce, w końcu mam trochę względnego spokoju!
uk: Все добре. Виноградник – чудове місце. Я нарешті маю трохи відносного спокою.

source: Wszystko w porządku. Wybacz, jestem dość zajęta...
uk: Все гаразд. Вибач, я дуже зайнята...

source: Wszystko w porządku. Yyy... Gotowanie jest dużo przyjemniejsze niż sprzątanie tych wszystkich budynków.
uk: Все в порядку. Еее... Готувати набагато приємніше, ніж прибирати всі ці приміщення.

source: Wszystko w porządku?
uk: Все в порядку?

source: Wszystko w życiu ma swoją cenę i masz teraz u mnie dług do spłacenia.
uk: Усе в житті має свою ціну, і тепер ти винен мені борг, який треба віддати.

source: Wszystko wskazuje na to, że Jorn jest już za murami Archolos.
uk: Все вказує на те, що Йорн вже за стінами Архолосу.

source: Wszystko wskazuje na to, że Salvi chce zaatakować winnicę, zrabować tyle ile się da, a za skradzione towary wykupić transport, który pozwoli uciec mu z wyspy.
uk: Все вказує на те, що Сальві хоче напасти на виноградник, награбувати якомога більше, а на викрадені гроші придбати транспорт, який допоможе втекти з острова.

source: Wszystko wskazuje na to, że Stan został otruty...
uk: Все вказує на те, що Стен був отруєний...

source: Wszystko wskazuje na to, że magia, która w jakiś sposób została zgromadzona... ma ograniczony ładunek. Pytanie teraz, czy ów ładunek można na nowo do nich wprowadzić? Drugie pytanie brzmi: do czego służyły owe przedziwne platformy? Zaiste, jakże jeszcze niewiele wiemy o meandrach najwspanialszego z darów bogów!
uk: Все вказує на те, що магія, яка якимось чином була накопичена... має обмежений заряд. Тепер постає питання, чи можна відновити цей заряд? Інше питання: для чого використовувалися ці химерні платформи? Справді, наскільки ж мало ми ще знаємо про особливості найвеличнішого з дарів богів!

source: Wszystko wydaje się jasne. Rodrigo miał w swym kufrze truciznę, zamaskowaną jako przyprawę.
uk: Здається, все очевидно. У скрині Родріго була отрута, замаскована під приправи.

source: Wszystko wydaje się jasne. Rodrigo miał w swym kufrze truciznę, zamaskowaną jako przyprawę. To dokładnie ta sama substancja, która była w posiłku Stana.
uk: Здається, все очевидно. У скрині Родріго була отрута, замаскована під приправи. Це точно така ж речовина, яка була в їжі Стена.

source: Wszystko wydaje się w porządku.
uk: Здається, все в порядку.

source: Wszystko zaczyna się układać w sensowny plan ucieczki. Przyprowadzę tutaj Homera pod pozorem naprawiania palisady, a później ten ucieknie używając teleportacji. Będę potrzebował oczywiście jakiejś runy, która przeniesie go do miasta.
uk: Усе починає складатися в розумний план втечі. Я приведу Гомера сюди нібито для ремонту частоколу, а потім він втече за допомогою телепортації. Звичайно, мені знадобиться руна, яка допоможе перенести його до міста.
